etc/template_files/WTTHColombia/SALIDAS/Request_SET_HSPSHARE.xml

<soapenv:Envelope xmlns:hss="http://www.huawei.com/HSS" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header>
		<hss:MessageID>?</hss:MessageID>
		<hss:MEName>nosequevayaaqui</hss:MEName>
		<hss:Authentication>
			<hss:Username>claro.colombia</hss:Username>
			<hss:Password>claro.mx</hss:Password>
		</hss:Authentication>
	</soapenv:Header>
	<soapenv:Body>
		<hss:SET_HALIASPU>
			<hss:ALIASID>1</hss:ALIASID>
			<hss:IMPULIST>"sip:+5718034952@ims.claro.com.co"&amp;"tel:+5718034952"</hss:IMPULIST>
		</hss:SET_HALIASPU>
	</soapenv:Body>
</soapenv:Envelope>